---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FamilyCanHostRebar
source: html/24669da2-080a-e468-dcac-3464010afa34.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FamilyCanHostRebar Property

"Can host rebar"

## Syntax (C#)
```csharp
public static ForgeTypeId FamilyCanHostRebar { get; }
```